test package avec plantuml
